var yuandan = '<p><br>新的一年<br>愿万事随想<br>所爱如山<br>从此眼底是绮丽<br>周遭是晴朗<br>嘴角是笑意<br>耳畔是阜盛烟火<br>心上凛冬散尽<br>星河长明<br></p>'
//var qingrenjie = '<p><br>落日晚霞海风吹过<br>我希望所有的温柔都随你而来<br></p>'
var laodongjie = '<p><br>无论生活有多沉闷<br>还请多看看这繁华的五月<br>趁着阳光正好<br>趁着微风不燥<br>趁着一路繁花<br>把自己打包带走<br>像一份礼物<br>寄给山海<br></p>'
var qingnianjie = '<p><br>青春会远去<br>爱不会<br>生活会老去<br>少年不会<br>少年与爱永不老去<br></p>'
var ertongjie = '<p><br>使生活如此美丽的<br>是我们藏起来的真诚和童心<br></p>'
var guoqingjie = '<p><br>我们生在红旗下<br>长在春风里<br>人民有信仰<br>国家有力量<br>目光所至皆为华夏<br>五星闪耀皆为信仰<br></p>'
var pinganye = '<p><br>平安喜乐<br>得偿所愿<br>万事胜意<br>喜乐长安<br></p>'
var shengdanjie = '<p><br>这一年积攒了很多星光<br>都挂在圣诞树和漆黑的夜<br>在等雪花，圣诞树，新年烟火<br>和更好的我们<br></p>'


var chuxi = '<p><br>烟火起<br>照人间<br>举杯敬此年<br>愿新春以后<br>吉吉利利<br>百事都如意<br>一岁一礼<br>一寸欢喜<br>欢愉且胜意<br>万事皆可期<br></p>'
var chunjie = '<p><br>新的一年<br>日子如熹光<br>温柔又安详<br>爱的人，都喜乐如常<br>盼的事，都归于心上<br></p>'
var yuanxiao = '<p><br>火树银花合<br>星桥铁锁开<br>暗尘随马去<br>明月逐人来<br></p>'
var longtaitou = '<p><br>祥龙醒春，祈福万事顺遂<br>翘首展望，迎来美好兆头<br>祥龙赐福，天地万物丰盛<br>不负春光，美好抬头可见<br></p>'
var duanwu = '<p><br>五色新丝缠角粽<br>金盘送<br>生绡画扇盘双凤<br>正是浴兰时节动<br>菖蒲酒美清尊共<br>叶里黄骊时一弄<br>犹瞢忪<br>等闲惊破纱窗梦<br></p>'
//var qixi = '<p><br>若逢新雪初霁，满月当空<br>下面平铺着皓影，上面流转着亮银<br>而你带笑地向我走来<br>月色和雪色之间<br>你是第三种绝色<br><br>--余光中<br></p>'
var zhongqiu = '<p><br>月至中秋<br>人间胜景<br>星辰让光彩<br>风露发晶英<br>皓月当空<br>澄光千里<br></p>'
var chongyang = '<p><br>有道是 人生老来多健忘<br>盼游子衣锦还乡 长伴父母身旁<br>将酒斟上 以爱之名平分此刻秋光<br>愿一生洒脱坦荡，乘风破浪不惧夕阳<br>皓月当空<br>澄光千里<br></p>'


var richang = '<p><br>有生之年<br>愿你没有遗憾<br>有生之年<br>愿你笑容灿烂<br>愿你三冬暖<br>愿你春不寒<br>愿你勇敢<br>愿你平安<br>愿你没有苦难<br>活的简单<br>愿你因为爱情遇到最想要的人<br>富甲一方不再被现实所困<br>愿你前程似锦<br>不凡此生<br>愿你历经时间 仍是少年<br>愿你累了倦了<br>有人会为你分担<br>每个夜晚都会有美梦作伴<br>愿你长路漫漫<br>得偿所愿<br>愿这世间烦恼<br>从此都与你无关<br>遇到的事全部都得你心欢<br><br>--《有生之年》<br></p>'
//var birthday = '<p><br>祝朝朝如愿，岁岁平安<br>自成人间绝色，远胜万缕清风<br>祝你拥簇花海，不缺明月与酒<br>笔墨三分诗意，成就万物斐然<br>祝你所期所欲，皆触手可及<br>在无边春意里吹绿荒原戈壁<br>未曾燃得山火，也不入岁月蹉跎<br>祝你相逢一生，尽是坦诚<br>有人体谅你的雨季，有人誓爱你的余生<br>生日快乐，旧梦常温<br></p>'